public/IT/Docwriting/Sysanalyses/Notation/UML/InteractionOverview/README.md
```
flowchart TD
    Start([Начало])
    RefSubmit["ref<br>Подача заявки"]
    RefReview["ref<br>Рассмотрение заявки"]
    IsAccepted{Заявка принята?}
    RefReject["ref<br>Уведомление об отказе"]
    RefAccept["ref<br>Уведомление о принятии"]
    End([Конец])

    Start --> RefSubmit
    RefSubmit --> RefReview
    RefReview --> IsAccepted
    IsAccepted -->|нет| RefReject
    IsAccepted -->|да| RefAccept
    RefReject --> End
    RefAccept --> End
```
